{
    "header":{
        "home": "Inicio",
        "about": "Sobre mi",
        "projects": "Proyectos"
    },
    "home": {
        "title_page": "MI PORTAFOLIO",
        "hello_world": "¡Hola mundo👋🏻!",
        "introduction": "soy ",
        "name":"Angelo Choque",        
        "job_title": "y soy Desarrollador Frontend"
    },
    "about_me": {
        "section_title": "Más sobre mí",
        "paragraph1": "Soy un apasionado desarrollador frontend con sólida experiencia en ",
        "skills":"React, HTML, CSS y JavaScript ",
        "paragraph_continue":". Mi principal objetivo es crear experiencias de usuario excepcionales que superen las expectativas. Me encanta enfrentarme a nuevos desafíos y estoy constantemente buscando formas de mejorar y aprender.",
        "paragraph2": "Mi compromiso con la excelencia se refleja en cada proyecto en el que trabajo, siempre buscando ofrecer soluciones innovadoras y eficientes. Estoy dedicado a tener un impacto positivo en la vida de los usuarios a través de mi trabajo y estoy emocionado por las oportunidades que el futuro pueda traer.",
        "skillset_title": "HABILIDADES PROFESIONALES"
    },
    "projects": {
        "section_title": "Mis Proyectos",
        "section_subtitle": "Aquí están todos mis proyectos completados hasta ahora.",
        "description_title": "Descripción:",
        "libraries_title": "Frameworks y bibliotecas:",
        "view":"Ver",
        "contact_title": "CONTÁCTAME",
        "project_llama": {
            "title": "Proyecto Llama",
            "description": "Este proyecto tiene como objetivo gestionar empleados, eventos y tareas. Tiene un backend que almacena los datos y realiza operaciones CRUD.",
            "libraries": "Stack MERN , CSS , HTML, Javascript , DND-KIT, RESEND, Big Calendar, MUI , React-Router 6"
        },
        "project_plaza_vea": {
            "title": "Proyecto Plaza Vea",
            "description": "Este es un proyecto de página de aterrizaje que creé con un compañero donde implementamos React, MUI y CSS. Su funcionalidad es imitar la página oficial de Plaza Vea en Perú.",
            "libraries": "CSS , HTML, Javascript, React , MUI"
        },
        "online_store_project": {
            "title": "Proyecto de Tienda en Línea",
            "description": "Esta es una página de aterrizaje para una tienda de zapatos que se realizó con CSS3, HTML5 y Bootstrap. El objetivo es aprender a implementar la estructura HTML5 y CSS3, así como la biblioteca Bootstrap.",
            "libraries": "CSS , HTML , Bootstrap 5"
        }
    }
}